
/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "87"; */
"87.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "open in same window"; ObjectID = "89"; */
"89.title" = "open in same window";

/* Class = "NSMenuItem"; title = "get generally blocked"; ObjectID = "90"; */
"90.title" = "get generally blocked";

/* Class = "NSTextFieldCell"; title = "Links requesting to be opened in a new browser window ..."; ObjectID = "91"; */
"91.title" = "Links requesting to be opened in a new browser window ...";

/* Class = "NSMenuItem"; title = "open in new window"; ObjectID = "92"; */
"92.title" = "open in new window";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "96"; */
"96.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "open in new window"; ObjectID = "97"; */
"97.title" = "open in new window";

/* Class = "NSMenuItem"; title = "get generally blocked"; ObjectID = "98"; */
"98.title" = "get generally blocked";

/* Class = "NSMenuItem"; title = "open in same window"; ObjectID = "99"; */
"99.title" = "open in same window";

/* Class = "NSTextFieldCell"; title = "Links in JavaScript/plug-ins ..."; ObjectID = "100"; */
"100.title" = "Links in JavaScript/plug-ins ...";

/* Class = "NSButton"; ibShadowedToolTip = "Hyperlinks which direct to a different host than the one of the current main page will be ignored."; ObjectID = "101"; */
"101.ibShadowedToolTip" = "Hyperlinks which direct to a different host than the one of the current main page will be ignored.";

/* Class = "NSButtonCell"; title = "block when directing to a different server"; ObjectID = "102"; */
"102.title" = "block when directing to a different server";

/* Class = "NSButton"; ibShadowedToolTip = "Hyperlinks which direct to a different host than the one of the current main page will be ignored."; ObjectID = "103"; */
"103.ibShadowedToolTip" = "Hyperlinks which direct to a different host than the one of the current main page will be ignored.";

/* Class = "NSButtonCell"; title = "block when directing to a different server"; ObjectID = "104"; */
"104.title" = "block when directing to a different server";

/* Class = "NSButton"; ibShadowedToolTip = "Enables web plugins like Flash. For security reasons it's recommended to disable this option if you don't use any plugin content."; ObjectID = "107"; */
"107.ibShadowedToolTip" = "Enables web plugins like Flash. For security reasons it's recommended to disable this option if you don't use any plugin content.";

/* Class = "NSButtonCell"; title = "Enable plug-ins"; ObjectID = "108"; */
"108.title" = "Enable plug-ins";

/* Class = "NSButton"; ibShadowedToolTip = "Enables Java-Applets."; ObjectID = "168"; */
"168.ibShadowedToolTip" = "Enables Java-Applets.";

/* Class = "NSButtonCell"; title = "Enable Java"; ObjectID = "169"; */
"169.title" = "Enable Java";

/* Class = "NSButton"; ibShadowedToolTip = "Enables JavaScript. Please note that most modern websites need JavaScript for full functionality."; ObjectID = "171"; */
"171.ibShadowedToolTip" = "Enables JavaScript. Please note that most modern websites need JavaScript for full functionality.";

/* Class = "NSButtonCell"; title = "Enable JavaScript"; ObjectID = "172"; */
"172.title" = "Enable JavaScript";

/* Class = "NSButton"; ibShadowedToolTip = "Disables pop-up windows (often advertisement) opened by JavaScript without an user action such as a button click."; ObjectID = "176"; */
"176.ibShadowedToolTip" = "Disables pop-up windows (often advertisement) opened by JavaScript without an user action such as a button click.";

/* Class = "NSButtonCell"; title = "Block pop-up windows"; ObjectID = "177"; */
"177.title" = "Block pop-up windows";

/* Class = "NSButton"; ibShadowedToolTip = "Disabling browsing to previously visited pages (by cmd + Cursor left) increases security, because it might be possible to leave an exam by browsing back to an external start page."; ObjectID = "180"; */
"180.ibShadowedToolTip" = "Disabling browsing to previously visited pages (by cmd + Cursor left) increases security, because it might be possible to leave an exam by browsing back to an external start page.";

/* Class = "NSButtonCell"; title = "Allow browsing back/forward"; ObjectID = "181"; */
"181.title" = "Allow browsing back/forward";
